/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "E-mail";
"Enter your email address here" = "Enter your email address here";
"Content" = "Content";
//"Note:" = "Note: ";
"Submit" = "Submit";
"Sending…" = "Sending…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Mail has been sent successfully! We will solve the problem as soon as possible.";
"Send failed!" = "Send failed!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "You can also click on product support to find the corresponding solution. Product Support >> ";
"Product Support >>" = "Product Support >>";
"Please make sure your network connection is working and submit again." = "Please make sure your network connection is working and submit again.";
"Feedback" = "Feedback";

"Please enter valid Email address." = "Please enter valid Email address.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Thanks for contacting us and telling us your opinions about our product.";
"What do you want to do with this product?" = "What do you want to do with this product?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible.";
"What is your problem when using this product?" = "What is your problem when using this product?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: If you have any questions about the product or after-sales service, please feel free to tell us.";
"E-mail" = "E-mail";
"Please enter a valid email address" = "Please enter a valid email address";
"Please make sure your email is correct" = "Please make sure your email is correct";
"Notes:" = "Notes:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: You can also check our online FAQs to quickly browse some order issues or technical problems.";
"order issues" = "order issues";
"technical problems" = "technical problems";

"Attach log file" = "Attach log file";
"Attach images:" = "Attach images:";
"Add Image" = "Add Image";
"Add up to 2 images" = "Add up to 2 images";
"Submit" = "Submit";
"Sending…" = "Sending…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Mail has been sent successfully! We will solve the problem as soon as possible.";
"Send failed!" = "Send failed!";
"Please make sure your network connection is working and submit again." = "Please make sure your network connection is working and submit again.";
"Feedback" = "Feedback";

"OK" = "OK";
